/**
 * @typedef {{id: string, name: string }} SongData
 */
const songsView = [
    {
        id: '1',
        name: 'Наконец-то Рождество',
        album: 'Перекрёсток',
        release: '20/12/2021',        
    },
    {
        id: '2',
        name: 'Человек на луне',
        album: 'Перекрёсток',
        release: '01/01/2022',        
    },
    {
        id: '3',
        name: 'Перекрёсток',
        album: 'Перекрёсток',
        release: '18/02/2022',        
    },
    {
        id: '4',
        name: 'Океан',
        album: 'Перекрёсток',
        release: '09/02/2022',        
    },
    {
        id: '5',
        name: 'Колыбельная',
        album: 'Перекрёсток',
        release: '14/03/2022',        
    },
    {
        id: '6',
        name: 'Межпланетный экспресс',
        album: 'Перекрёсток',
        release: '08/04/2022',        
    },
    {
        id: '7',
        name: 'Под звёздами вселенной',
        album: 'Перекрёсток',
        release: '06/05/2022',        
    },
    {
        id: '8',
        name: 'Кухня любви',
        album: 'Перекрёсток',
        release: '31/05/2022',        
    },
    {
        id: '9',
        name: 'Когда закончится лето',
        album: 'Перекрёсток',
        release: '26/08/2022',        
    },
    {
        id: '10',
        name: 'Сон Алеси',
        album: 'Перекрёсток',
        release: '22/09/2022',        
    },
    {
        id: '11',
        name: 'Я всё ещё люблю тебя',
        album: '........',
        release: '........',        
    },
    {
        id: '12',
        name: 'Люди как куклы',
        album: '........',
        release: '........',        
    },
    {
        id: '13',
        name: 'Солнечный Король',
        album: '........',
        release: '........',        
    },
    {
        id: '14',
        name: 'Отель разбитых сердец',
        album: '........',
        release: '........',        
    },
    {
        id: '15',
        name: 'Караван мечты',
        album: '........',
        release: '........',        
    },
    {
        id: '16',
        name: 'На старый город падает снег...',
        album: '........',
        release: '........',        
    },
    {
        id: '17',
        name: 'Звёздный вальс',
        album: '........',
        release: '........',        
    },
    {
        id: '18',
        name: 'Перерождение',
        album: '........',
        release: '........',        
    },
];

export default songsView;
