/**
 * @typedef {{title: string, songsList: Array<string>}} SongList
 */
const albums = [
    {
        title: 'Перекрёсток',
        songsList: [
            'Наконец-то Рождество!',
            'Человек на луне',
            'Перекрёсток',
            'Океан',
            'Колыбельная',
            'Межпланетный экспресс',
            'Под звёздами вселенной',
            'Кухня любви',
            'Когда закончится лето...',
            'Сон Алеси',
        ],
    },
    {
        title: 'Человек на луне',
        songsList: [
            'Я всё ещё люблю тебя',
            'Люди как куклы',
            'Солнечный Король',
            'Отель разбитых сердец',
            'Караван мечты',
            'На старый город падает снег...',
            'Звёздный вальс',
            'Перерождение',
        ],
    },
];

export default albums;
